{
    "intro header": "Добро подаловать на страницу Love and Deepspace Battles",
    "here": "На данном ресурсе информация посвящена механикам игры на компаньонах LADS.",
    "I started playing": "Сама я начала играть в LADS в феврале 25, и выгуглить как собирать стартовых персонажей было очень тяжело. Во первых, всё на английском. Во вторых, нет отдельного ресурса посвященного этой теме. Да есть посты в твиттере, на редите, но собранного все в одном месте — просто нет. Имея опыт в других играх с аналогичными механиками, мне всегда удавалось с легкостью найти гайды, но меня изумляет, что LADS настолько популярен, а у одной из основных механик так и нет крупного ресурса.",
    "I cannot say": "Сложно сказать, что я прямо эксперт в вопросе, но мне хотелось бы создать ресурс полезный особенно для новичков. Описания в игре очень длинные и используют очень много игровой терминалогии, если новичок не сталкивался с ними ранее, разобраться будет очень не просто. И опять-таки гуглить приходится на английском(хотя бы), и даже на нем не так легко найти то, что нужно, а еще и перевести.",
    "At the moment":"На данный момент, в планах запустить демо версию сайта и компаньонами одного персонажа, в ком я сама уверена, так как провела часы игры на разных компаньонах своего мейна — Рафаэля. Я выпустилась из Fire Orbit еще в августе 25, думаю могу набраться смелости и пояснять, хотя бы за него. Если вдруг, мой небольшой Pet проект реально заинтересует кого-то, то возможно в ближайшем будущем буду добавлять остальных мальчиков и их компаньонов (с учетом того, что файлы плейсхолдеры для их данных у меня уже висят). На сайте не планируется сбор информации о картах, ивентах, и т.д. для этого уже существуют другие ресурсы как fandom wiki.",
    "Ending": "Если найдете неточную информацию и ошибки, милости просим, во вкладку Связь. Там же можно и поделиться вашими наблюдениями игры за другими персонажами для помощи сбора информации (пожалуйста, если правда хочется помочь и вы вы реально разбираетесь за данного компаньона. А также если вдруг хотите подарить мне Aurum Pass (все мы знаем как он быстро кончается!). Желаю вам всем такого же успеха в бою, с кааким вы расхватали себе мужей в LADS, Охотники!",
    "to start": "выберите персонажа:",
    "contacts_intro": "Если у вас возникли вопросы, или вы обнаружили ошибки, баги или неточную информацию, пожалуйста, свяжитесь по указанной почте. Также, если вы хотите помочь с составлением будущих гайдов, пожалуйста, также напишите на почту с темой письма <помощь с гайдом *персонаж-компаньон*>.",
    "contacts_thanks": "Вы также можете поддержать меня донатом(аурум пасс наше все ><) в игре, но только если у вас есть такая возможность и желание!"
}