{
    "ranks": {
        "r0": "R0",
        "r1": "R1",
        "r2": "R2",
        "r3": "R3"
    },
    "rDescriptionBtn": "Описания Рангов",
    "NB": "Помните, что  баффы ранга активны только тогда, когда вы добавляете в команду обе карты Солнечной пары. Можно выбрать своего 5★ компаньона с другими солнечными картами этого компаньона, но никакие баффы рангов не будут активны, даже если у вас R3.",
    "rankDescriptions": {
        "rafayel": {
            "abysswalker": {
                "r0": "Стартовый эффект: Команда на 8% больше наносит урона и получает на 8% меньше. [Deepsea Pursuit] получает дополнительные 30%  CRIT DMG.",
                "r1": "Увеличивает урон от Ardent Oath на 20%. При совместном поединке с Abysswalker увеличивает получемый урон противников от [Burn] на 20%.",
                "r2": "Лимит заряда энергии увеличен на 1 ◆. При активации восстановления [Potential] скорость восстановления ◆,  увеличивается на 50% в течение 4 секунд.",
                "r3": "Команда наносит на 8% больше урона. [Searing Slash] наносит на 150% больше урона. При срабатывании [Beacon] дополнительно восстанавлиется 1 заряд [Potential]."
            },
            "god_of_the_tides": {
                "r0": "Стартовый эффект: Команда на 8% больше наносит урона и получает на 8% меньше. Рядом с [Sea Spirit] CRIT DMG увеличивается на 10%.",
                "r1": "Увеличивает урон от Ardent Oath на 20%. [Sea Spirit] появляется сразу 2 ур., а его нахождение на поле увеличено на 5 сек.",
                "r2": "Лимит заряда энергии увеличен на 1 ◆. Во время [Heavenly Rain] скорость восстановления ◆  увеличивается на 30%.",
                "r3": "Команда наносит на 8% больше урона. [Surging Tides] восстанавливает 30% [Faith] за каждый удар по противнику. Этот эффект может сработать не более 3 раз в течении Surging Tides."
            },
            "lemurian_sea_god": {
                "r0": "Стартовый эффект: Команда на 8% больше наносит урона и получает на 8% меньше. Когда обычные атаки попадают по противнику, перезарядка [Sea God Mark] сокращается на 0,8 с. Этот эффект может сработать один раз за атаку. Когда [Lightning Tide] поражает ослабленных врагов(без щита), продолжительность ослабления увеличивается на 0,5 с. Этот эффект может срабатывать до 2 раз на противнике.",
                "r1": "Увеличивает урон от Ardent Oath на 20%. При активеном [Divine Favor], когда Рафаэль бросает свой Трезубец, он создает дополнительный вихрь, который непрерывно стягивает близлежащих врагов к его центру. При активеном [Divine Favor], молния будет случайным образом бить по полю, нанося урон равный 270 + 144% АТК + 571% DEF при каждом попадании.",
                "r2": "Лимит заряда энергии увеличен на 1 ◆. Усиление урона от [Sea God Mark] увеличено на 50%. При активном [Divine Favor], вы получаете снижение получаемого урона на 40%.",
                "r3": "Команда наносит на 8% больше урона. При активном [Divine Favor],  когда базовая атака наносит урон, перезарядка Active Skill уменьшается на 0,5 сек. При активном [Divine Favor] , когда заряженные атаки усиливаются от [Sea God Mark], [Lightning Tide] срабатывает на 70% урона. Эти эффекты могут срабатывать один раз за атаку."
            }  
        }
    }
}