{
    "exclusive_weapons": {
        "phantasma_sands": {
            "name": "Phantasma Sands"
        },
        "tidal_embrace": {
            "name": "Tidal Embrace"
        },
        "ballads_of_ebbs": {
            "name": "Ballad of Ebbs"
        }
    },
    "standard_weapons": {
            "header": "Standard Weapons | Стандартное оружие",
            "firearm": {
                "name": "Hunter Firearm",
                "about": "Огнестрельное оружие — идеальный выбор, если вы новичок в бою. На них легко набивать комбо, что может быть полезно в комнатах с Боссами. Заряженная атака наносит урон по нескольким противникам, что может пригодится в комнатах с большим количеством мобом, но для её выполнения требуется больше времени.",
                "skills": {
                    "basic_attack": {
                        "name": "Precise Firing",
                        "description": "Стреляйте из двух пистолетов, максимальное количество непрерывных обычных атак 5. Заряженная атака отбросит врагов, находящихся в близи. Урон атак от ATK."
                    },
                    "passive_skill": {
                        "name": "Weakpoint",
                        "description": "20% шанс нанести дополнительный урон при ударе. При использовании [Active Skill] урон увеличивается до 80%, а скорость атак дополнительно на 16%."
                    },
                    "active_skill": {
                        "name": "In Hot Pursuit",
                        "description": "Наносит один большой удар из пистолетов."
                    }
                }
            },
            "sword": {
                "name": "Hunter Sword",
                "about": "Хорошо подходит на уровни с Боссом",
                "skills": {
                    "basic_attack": {
                        "name": "Pierce",
                        "description": "Наносит до 4 непрерывных обычных атак. Заряжанная атака наносит один режащий удар. Урон атак от ATK. Когда [Hunter's Intention] дойдет до 10, заржанная атака будет усилена."
                    },
                    "passive_skill": {
                        "name": "Hunter's Intention",
                        "description": "Получите одно [Hunter's Intention] за каждый нанесенный урон, можен сработать не более 10 раз. 1 [Hunter's Intention] увеличивает АТК на 1,4%. При ударе снимается."                    },
                    "active_skill": {
                        "name": "Blade's Shadow",
                        "description": "Наносит режащую атаку по периметру."
                    }
                }
            },
            "wand": {
                "name": "Hunter Wand",
                "about": "Отличный выбор для уровней, где может потребоваться немного лечения",
                "skills": {
                    "basic_attack": {
                        "name": "Magnetic Pulse",
                        "description": "Используйте жезд для обычных атак, максимальное количество неприрывных атак 4. Заряженная атака подбрасывает врагов в воздух. Урон атак от ATK."
                    },
                    "passive_skill": {
                        "name": "Magnetic Resonance",
                        "description": "Дальность заряженной атаки увеличивается каждые 15 секунд и наносит массивный урон от АТК."
                    },
                    "active_skill": {
                        "name": "Magnetic Nexus",
                        "description": "Создает поле, которое наносит 6 ударов от ATK. При активности восстанавливает здоровье команде."
                    }
                }
            },
            "claymore": {
                "name": "Hunter Claymore",
                "about": "Hunter Claymore — самое выдающееся стандартное оружие в сообществе игры, что вызвано его пассивным навыком. Освоить [Gathering Stacks] сложно, но если у вас получится, то он выручит вас и не раз. Чтобы потренироваться в использовании, перейдите в Training Room → Freestyle → Sustained Battle и попробуйте: уклонение + 1 обычная атака. При правильной технике, вы получите одно очко и услышите характерный звон. Не забудьте собрать все три очка, прежде чем использовать [Active Skill], иначе нанесенный урон будет намного ниже. Это оружие можно использовать с любым компаньоном, как и другое стандартное оружие, но помните, что его урон идет от ATK, поэтому лучше не использовать его с компаньонами, которые используют HP или DEF в качестве своего основного стата.",
                "skills": {
                    "basic_attack": {
                        "name": "Indomitable Edge",
                        "description": "Используйте двуручный меч, максимальное количество неприрывных атак 4. При заряженной атаке  МС со всей силы бьёт по полю, нанося урон по площади. Урон атак от ATK."
                    },
                    "passive_skill": {
                        "name": "Persistence",
                        "description": "Позволяет на 50% усилить [Active Skill] при использовании [Gathering stacks] и дополнительно пропустить время заряда атаки. Для активации этих баффов необходимо собрать все три очка. Одно очко увеличивает базовую атаку на 12,9%."
                    },
                    "active_skill": {
                        "name": "Frangere Slash",
                        "description": "Удерживайте кнопку, чтобы зарядить атаку для нанесения большой урона. Ее также можно просто нажать, чтобы выпустить неполный заряд с меньшим уроном."
                    }
                }
            }
    },
    "skill_basic_info:": {
        "resonance_skill": "Только этот навык может сбить щиты врагов. При полном совпадении Stellactrum уничтожает 2 слоя щита.",
        "ardent_oath": "Обычно за бой можно воспользоваться один раз, используйте протокор Oath Recovery, чтобы воспользоваться дважды."
    } 
}