{
    "intro_header": "Welcome to Love and Deepspace Battles Page",
    "here": "Here you will be able to learn all about companion mechanics from LADS.",
    "I_started_playing": "I started playing LADS in the first half of ‘25 and finding guides on how to build characters was difficult, especially since each of them has several playable companions and it is completely ungooglable! I have experience playing other games where there are always guide pages available! And I am still astonished that there is no fan page dedicated to LADS’ battle mechanics, especially since they are a big part of the game.",
    "I_cannot_say": "I cannot say that I am an expert in the sphere but I want to make a page there people (especially battle newbies) can learn how to use their companions in the simplest way possible. Since in-game descriptions are extremely long and fan-made guides are hard to find (from my personal experience).",
    "at_the_moment":"At the moment, I am planning to launch a demo version with my main character Rafayel, whose companions I have spent a lot of time on orbits and I have luckily graduated from the Fire Orbit (in Aug 25, when there were 210 orbits at the time). If anyone gets interested in my small pet project I would consider adding all the playable companions to the page (not just as placeholders but as actual guide pages - I already have files for them, but they're currently empty). Cards and other non-battle related information are not planned for this site. For general game information, you can check Fandom Wiki and other websites.",
    "Ending": "Help and error corrections will be appreciated! If you want to help provide guides for your main companion (please only consider companions you have actually played and know how to use and build!) you can contact me! Or if you want to gift me an Aurum Pass (it's never enough, ugh..) you can also visit the CONTACT page. May all your battles be as successful as your pulls for LADS men, Deepspace Hunters!",
    "to_start": "to start choose your character:",
    "contacts_intro": "If you have any questions, or disovered some bugs, errors or wrong info, please contact my Email. Additionally if you want to assist in providing guide info for any of the companions, please consider emailing me with a letter theme <*character-companion* guide assist>.",
    "contacts_thanks": "You can also befriend me or gift me something in the game (only if you feel like to!)"
}