{
    "intro header": "Welcome to Love and Deepspace Battles Page",
    "here": "Here you will be able to learn all about companion mechanics from LADS.",
    "I started playing": "I started playing LADS at the first half of ‘25 and finding how to build this or that character was hard especially since each of them have several playable companions and it is completely ungooglable! I have experience playing other games and there are always guides pages on that topic! And i am still astonished that there are no fan page dedicated to LADS’s battle mechanics especially since it is a big part of the game.",
    "I cannot say": "I cannot say that i am an expert in the sphere but i wanna make a page there people (especially battle newbies) will be able to understand how to use companions they have in the easiest way possible. Since the game descriptions are extremely long and fan-made guides are hard to find (from my personal experience).",
    "At the moment":"At the moment I am planning to launch a demo version with my main character Rafayel with whose companions i have spent a lot of time on orbits and i have luckily graduated from the Fire Orbit (in Aug 25, there were 210 orbits at the time). If anyone actually gets interested in my small pet project I would consider adding all the playable companions onto the page (not as current placeholders but actual guide pages i already have files for them but they are empty..). No cards or any other non-battle related information are in the upcoming plans. For general game information you can check fandom wiki and other websites.",
    "Ending": "Help and mistake corrections will be appreciated! In case you want to aid in providing guides for your main companion (please, consider only companions you actually played and know how to use and build!) you can contact me! Or if you want to treat me the  Aurum Pass (it's never enough ugh..) you can also visit CONTACT page. Let all your trials be as easy as falling with LADS men, Deepspace Hunters!",
    "to start": "to start choose your character:",
    "contacts_intro": "If you have any questions, or disovered some bugs, errors or wrong info, please contact my Email. Additionally if you want to assist in providing guide info for any of the companions, please consider emailing me with a letter theme <*character-companion* guide assist>.",
    "contacts_thanks": "You can also grand me an ingame gift (only if you feel like to!)"
}