{
    "exclusive_weapons": {
        "phantasma_sands": {
            "name": "Phantasma Sands"
        },
        "tidal_embrace": {
            "name": "Tidal Embrace"
        },
        "ballads_of_ebbs": {
            "name": "Ballad of Ebbs"
        }
    },
    "standard_weapons": {
            "header": "Standard Weapons",
            "firearm": {
                "name": "Hunter Firearm",
                "about": "Firearm is a perfect choice if you’re new to LADS' combat. Doing combo is good for Boss stages. Charged attack deals multitarget DMG so it is good to utilize on mob stages but it takes more time to perform.",
                "skills": {
                    "basic_attack": {
                        "name": "Precise Firing",
                        "description": "Wield dual guns for a combo up to 5 hits. Charged Attack will knock back nearby enemies. Both scale with ATK."
                    },
                    "passive_skill": {
                        "name": "Weakpoint",
                        "description": "20% chance of dealing additional DMG on hit. When using [Active Skill] increases to 80%, additionally ATK Speed by 16%."
                    },
                    "active_skill": {
                        "name": "In Hot Pursuit",
                        "description": "You perform one big DMG shot from your guns."
                    }
                }
            },
            "sword": {
                "name": "Hunter Sword",
                "about": "Feels good to play on boss stages.",
                "skills": {
                    "basic_attack": {
                        "name": "Pierce",
                        "description": "Perform a combo up to 4 hits. Charge Attack creates a single slash.  Both Scale with ATK. When [Hunter's Intention] is at 10 stacks, Charge Attack will be empowered."
                    },
                    "passive_skill": {
                        "name": "Hunter's Intention",
                        "description": "Gain s stack of [Hunter's Intention] for every instance of DMG up to 10 stacks. 1 stack increases ATK by 1.4%. Removes upon being hit."
                    },
                    "active_skill": {
                        "name": "Blade's Shadow",
                        "description": "Unleash  a slashing attack dealing [AoE] DMG."
                    }
                }
            },
            "wand": {
                "name": "Hunter Wand",
                "about": "A perfect choice when you need a bit of healing for particular stages.",
                "skills": {
                    "basic_attack": {
                        "name": "Magnetic Pulse",
                        "description": "Wield a wand for a combo up to 4 hits. Charged Attack launches enemies. Both scale with ATK."
                    },
                    "passive_skill": {
                        "name": "Magnetic Resonance",
                        "description": "Charge attack attack range's increased every 15s and deals massive ATK DMG."
                    },
                    "active_skill": {
                        "name": "Magnetic Nexus",
                        "description": "Creates a field that will inflict 6 instances of ATK DMG. When active restores HP to  you and your companion."
                    }
                }
            },
            "claymore": {
                "name": "Hunter Claymore",
                "about": "Hunter Claymore is the most prominent standard weapon in the community due to its passive. Mastering [Gathering Stacks] are hard but really rewarding. To learn how to use them go to Training Room → Freestyle → Sustained Battle and practice here Dodge + 1 Basic Attack. Upon triggering it correctly you will be granted with one stack. Remember to collect all three before using [Active Skill] otherwise you will perform a much weaker hit. It can be used with any companion as other standard weapons but remember it scales with ATK so it is better not to use it with companions that use HP or DEF as their main stat.",
                "skills": {
                    "basic_attack": {
                        "name": "Indomitable Edge",
                        "description": "Wield a claymore for a combo up to 4 hits. Charged Attack makes you smash the ground dealing [AoE] DMG. Both scale with ATK."
                    },
                    "passive_skill": {
                        "name": "Persistence",
                        "description": "Allows you to empower your [Active Skill] by 50% on [Gathering Stacks] and skip the charging state. You should collect all three stacks to utilize that. One stack increases your [Basic Attack] by 12.9%."
                    },
                    "active_skill": {
                        "name": "Frangere Slash",
                        "description": "Hold the button to charge your attack to deal big DMG, you can also press it to release an incomplete charge with smaller DMG."
                    }
                }
            }
    },
    "skill_basic_info:": {
        "resonance_skill": "Only that skill helps you to destroy enemy’s shiels. On full Stellactrum match destroys 2 layers of the shield.",
        "ardent_oath": "Usually you can use it once during a battle, use [Oath Recovery Boost] protocore to utilize it twice."
    } 
}